{
  "id": "eur-oj",
  "text": "Results 1 - \t\n\t\n\t\n\t208\n\t of 208\t\n\t\n\t\n\t\n\t\t\n\t\n\t  \t\t\t\t\n\t\t\t\t\n\t\n\t\n\t\n\t\n\t\t\t\n\t\n\n\n\t\t\n\t\n \n \n  \tDateL (Legislation)C (Information and Notices)06/06/2025Display 4 actsDisplay 17 acts05/06/2025Display 7 actsDisplay 9 acts04/06/2025Display 15 actsDisplay 8 acts03/06/2025Display 19 actsDisplay 10 acts02/06/2025Display 7 actsDisplay 112 acts\n\t\n\t\t\t\t\t\t\t  \t\t\t\n\t\t\t\t\t\t\t\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\t\n\t\n\t\n\t\n\t\n\t\n\t\n\t\t\t\n\t\n\t\n\t\n\t\t\n\t\n\t\n\t\n\tResults 1 - \t\n\t\n\t\n\t208\n\t of 208\t\n\t\n\t\n\t\n\t\t\n\t\n\t  \t\t\t\t\n\t\t\t\t\n\t\n\t\n\t\n\t\n\t\t\t\n\t\n\n\n\t\t\n\t\n\t\n\t\n\t\n \n\n\t\n\n\t\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t\n\t\n\t\n\n\n\t\n\t\t\n\t\t\n\t\n\t\n\n\n\n\n\n\n\n\n\n\n\n\n\t\n\t  \nThe Official Journal of the European Union is the official publication (gazette) for EU legal acts, other acts and official\n   information from EU institutions, bodies, offices and agencies.\n\n\t\t \n\t\nIt is published from Monday to Friday – and in urgent cases on Saturdays, Sundays and public holidays – in the official languages\n   of the EU at the time of publication, currently numbering 24.\n\n\t\n\t\nEUR-Lex contains the electronic version of all the Official Journals going back to 30 December 1952 when the first Official\n   Journal of the European Coal and Steel Community was published.\n\n\n\t\nFollowing the entry into force of the Treaty establishing the European Economic Community and the Treaty establishing the\n   European Atomic Energy Community in 1958, the Official Journal of the European Communities was created by the Decisions of the Councils of the European Economic Community and of the European Atomic Energy Community of 15 September 1958\n      (Official Journal No 17, 6.10.1958, pp. 390 and 419).\n\n\t\n\t\nAs of July 2013, only the electronic edition of the Official Journal published on EUR-Lex is authentic and produces legal effects.\n\n\t\n\t\nFrom 01 October 2023, the Official Journal is no longer a collation of acts with a table of contents. Each act is published\n   individually as an authentic Official Journal in its PDF format. See more in this video with a transcript​\n      \t  \t.\n\n\n\nThe Official Journal currently comprises 2 series:\n\n\n\n   \n   \n   L – Legislation, with mostly EU secondary law (mainly regulations, directives, decisions, opinions, and recommendations) and\n      international agreements\n   \n   \n   \n   C – Information and notices, containing preparatory acts, announcements, summaries of judgments of the Court of Justice of\n      the European Union, annual reports of the European Court of Auditors, statements from the European Economic and Social Committee\n      and the European Committee of the Regions, calls for expressions of interest for EU programmes and projects, etc.\n   \n   \n\n\n\nYou can find more information on the Official Journal of the European Union (structure, series, special editions, authenticity,\n   etc.) on the help pages.\n\n\t\t\t\n\nLegal basis for the publication of the Official Journal of the European Union:\n\t\t\t  \n\n   \t\t\t  \n   Article 191 of the Treaty establishing the European Economic Community\n   \t\t\t\n   Decision of the Council of the European Economic Community creating the Official Journal of the European Communities of 15\n         September 1958 (Official Journal No 17, 6.10.1958, p.390)\n   \t\t\n   Decision of the Council of the European Atomic Energy Community creating the Official Journal of the European Communities\n         of 15 September 1958 (Official Journal No 17, 6.10.1958, p.419)\n   \t\t\n   Council Regulation (EU) No 216/2013 of 7 March 2013 on the electronic publication of the Official Journal of the European\n         Union (OJ L 69, 13.3.2013, p. 1).",
  "hash": "61efc0544b949ebf817efaa7f198b940f5a9e3bafd186c1ce54984205ecd2143",
  "indexedAt": "2025-06-08T13:43:58.547Z"
}